insert into user_database
values (1, 'user', '$2a$10$1315mLK9LYmqN1q6L4nOUu7WgNxY/37QAhu7rv8L.4USjGySrFRyy');

insert into agent
values (1, 'Революционная 24', 'Ерошкин Алексей Иванович', '+79276999830'),
       (2, 'Дыбенко 35, кв 5', 'Совков Олег Алексеевич', '+79228548565'),
       (3, 'Осипенко 25', 'Икаров Василий Петрович', '+79288854488'),
       (4, 'Ново-садовая 25', 'Тополева Алина Ивановна', '+79852548621'),
       (5, 'Кошкина 250', 'Токарев Владимир Иванович', '+78955836988');

insert into branch values
(1, 'Восточная 25',158524,'Восточный','+79228569658'),
(2, 'Искарова 19',542585,'Северный','+79378524569'),
(3, 'Волшебная 32',485621,'Южный','+79852546521'),
(4, 'Московская 21',128756,'Западный','+79856452545'),
(5, 'Исландская 28',159654,'Центральный','+79856542653');

insert into tariff values
(1,10),
(2,12),
(3,15),
(4,28),
(7,25);

insert into contract
values
(1,1242,1000,'2018-12-22','Имущество',3,5,1),
(2,2153,25485,'2018-02-15','Телефон',2,5,1),
(3,5864,21588,'2018-03-18','Жизнь',2,4,2),
(4,6894,122222,'2018-05-19','Болезнь',4,4,7),
(5,1572,199988,'2018-01-25','Несчастный случай',1,2,3);

ALTER SEQUENCE agent_id_seq  restart with 6;
ALTER SEQUENCE user_database_id_seq  restart with 2;
ALTER SEQUENCE branch_id_seq  restart with 6;
ALTER SEQUENCE tariff_id_seq  restart with 6;
ALTER SEQUENCE contract_id_seq  restart with 6;